<? $menu_array=array(
'1'=>array('name'=>'Главная'
),
'394'=>array('name'=>'Присоединиться'
),
'396'=>array('name'=>'Деятельность'
),
'397'=>array('name'=>'Инициативы'
),
'398'=>array('name'=>'Голосование'
),
'405'=>array('name'=>'Мероприятия'
),
'395'=>array('name'=>'О нас'
),
'399'=>array('name'=>'Политика конфиденциальности'
),
'400'=>array('name'=>'Пользовательское соглашение'
),
'401'=>array('name'=>'Политика использования Cookie'
),
'53'=>array('name'=>'Карта сайта'
),
'402'=>array('name'=>'Личный кабинет'
,
'subitems'=>array(
'403'=>array('name'=>'Пользователи'
),
'404'=>array('name'=>'Финансы'
),
'407'=>array('name'=>'Статистика'
),
'406'=>array('name'=>'Настройки'
),
'421'=>array('name'=>'Профиль'
),
),
),
'418'=>array('name'=>'Активация аккаунта'
),
'6'=>array('name'=>'Пользователи'
),
'408'=>array('name'=>'Темы для голосования'
),
'409'=>array('name'=>'Профессии'
),
'410'=>array('name'=>'Субъекты РФ'
),
'411'=>array('name'=>'Регионы РФ'
),
'412'=>array('name'=>'Населённые пункты'
),
'413'=>array('name'=>'Статусы пользователей'
),
'414'=>array('name'=>'Официальные информационные каналы'
),
'415'=>array('name'=>'Информационные каналы по регионам'
),
'416'=>array('name'=>'Профессиональные каналы'
),
'417'=>array('name'=>'Баллы'
),
'419'=>array('name'=>'Статусы инициатив'
),
'420'=>array('name'=>'Группы'
),
) ?>